;This is a text file.
[CovertActionNarrative_AlienCorpses_Program X2CovertActionNarrativeTemplate]
ActionName="搜寻外星战利品"
ActionPreNarrative="变种人几天前发生了一起’友军乌龙’事件。碰巧的是，拾荒者还没有光顾那个地点。 - ‘处理者9’"
ActionPostNarrative="Psinet已经清理完毕。 - ‘处理者9’"

[CovertActionNarrative_UtilityItems_Program X2CovertActionNarrativeTemplate]
ActionName="工厂重启"
ActionPreNarrative="在过去的好日子里，我们经常接管民用工厂来生产我们自己的部件。我会重新激活一个，看看我们能否让它们运转起来 - 只需要派一个队伍去取货。 - 哈德利博士"
ActionPostNarrative="工厂里剩下的东西不多了，但希望这对你们有所帮助。 - 哈德利博士"

[CovertActionNarrative_ExperimentalItem_Program X2CovertActionNarrativeTemplate]
ActionName="我们立即实验"
ActionPreNarrative="我们之前对变种人的一个研究前哨站进行了打击。但是有消息称，拾荒者认为废墟中可能还有东西剩下。 - ‘处理者9’"
ActionPostNarrative="看来我们并没有自己想象的那么彻底。对你来说是个好消息 - 对那些执行这次行动的人来说，是三百个俯卧撑的惩罚。 - ‘处理者9’"

[CovertActionNarrative_ExhaustiveTraining_Program X2CovertActionNarrativeTemplate]
ActionName="抵抗组织间演习"
ActionPreNarrative="我们甚至在 外星人出现之前就开始训练抵抗战士了。敌人变了，但其他的并没有太多变化。派一个分遣队去你最近的FOB进行VRTC训练。 - ‘处理者9’"
ActionPostNarrative="你知道，我讨厌VR训练，但看起来你的人很喜欢。几乎让他们从模拟器中出来才能让他们上飞机回来。 - ‘处理者9’"

[CovertActionNarrative_PatrolWilderness_Program X2CovertActionNarrativeTemplate]
ActionName="巡逻荒野"
ActionPreNarrative="RECSAT 2在其最后一次扫描该区域时发现了几个良性异常。现在它们都是你的了，我们暂时脱不开身。 - ‘处理者9’"
ActionPostNarrative="巡逻队发现了一些值得进一步调查的有趣地点。"

[CovertActionNarrative_BlackMarket_Program X2CovertActionNarrativeTemplate]
ActionName="向XCOM走私者运送援助包裹"
ActionPreNarrative="我们已经在适当的位置部署了情报资产，可以重新引导一个变种人补给卡车到你选择的地方，指挥官。只需告诉我何时何地发送。 - ‘处理者9’"
ActionPostNarrative="看来伏击变得有点热，走私者已经暂时躲藏起来了。你们需要自己追踪他们。 - ‘处理者9’"
 
